alacritty
alsa-utils
autoconf
automake
base
bc
binutils
bison
breeze
bsd-games
bspwm
calc
cmatrix
code
cowsay
dhcpcd
dnsmasq
earlyoom
exfat-utils
f2fs-tools
fakeroot
feh
file
findutils
flameshot
flatpak
flex
font-manager
gamemode
gawk
gcc
gedit
gettext
gimp
git
gnome-keyring
go
gpart
gprolog
grep
groff
grub
gvim
gzip
highlight
htop
innoextract
iwd
jfsutils
kdegraphics-thumbnailers
lib32-gamemode
lib32-gnutls
lib32-libcurl-compat
lib32-libpulse
lib32-vkd3d
libgnome-keyring
libreoffice-still
libtool
linux
linux-firmware
lldb
m4
make
man-db
mariadb
mtools
neofetch
netctl
networkmanager
nilfs-utils
nodejs-lts-gallium
npm
nss-mdns
ntfs-3g
ntp
okular
opendoas
os-prober
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
php
pkgconf
playerctl
plocate
polybar
ppsspp
pulseaudio
pulseaudio-alsa
putty
python-pip
python-pipreqs
python-pywal
python-tox
qt5ct
redshift
reiserfsprogs
rofi
rogue
sed
simplescreenrecorder
sl
sqlitebrowser
strace
sublime-text
sxhkd
texinfo
tk
transmission-gtk
tree
ttf-inconsolata
ttf-iosevka-nerd
udftools
unrar
unzip
vi
vkd3d
vlc
vulkan-tools
which
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xsetroot
xscreensaver
zip
